Repository: abeek1/61439-3_2024
Catalog: tm/EVS-EN_61439-3_2012/EVS-EN_61439-3_2012_ZB Annex ZB_ZB Lisa ZB.tmx
Source language: en
Languages: et

source: Annex ZB (informative)
et: Lisa ZB (teatmelisa)

source: A-deviations
et: A-kõrvalekalded

source: A-deviation: National deviation due to regulations, the alteration of which is for the time being outside the competence of the CENELEC member.
et: A-kõrvalekalle on riiklikest õigusaktidest tingitud erinevus, mille muutmine on praegusel ajal väljaspool CENELEC-i liikmesorganisatsiooni pädevust.

source: This European Standard falls under Directive 2004/108/EC.
et: See Euroopa standard kuulub Euroopa Ühenduse direktiivi 2004/108/EÜ alla.

source: NOTE
et: MÄRKUS

source: (from CEN/CENELEC IR Part 2:2011 , 2.17) Where standards fall under EC Directives, it is the view of the Commission of the European Communities (OJ No C 59, 1982-03-09) that the effect of the decision of the Court of Justice in case 815/79 Cremonini/Vrankovich (European Court Reports 1980, p.
et: (väljavõte regulatsioonist CEN/CENELEC IR osa 2:2011, 2.17) Kui standardid kuuluvad Euroopa Komisjoni direktiivide alla, on Euroopa Komisjoni seisukoht (Euroopa Liidu Teataja nr C 59, 1982-03-09), et Euroopa Kohtu otsuse tulemusena asjas 815/79 Cremonini/Vrankovich (Euroopa Kohtu aruanne 1980, p.

source: 3583) is that compliance with A-deviations is no longer mandatory and that the free movement of products complying with such a standard should not be restricted except under the safeguard procedure provided for in the relevant Directive.
et: 3583) pole vastavus A-kõrvalekalletele enam kohustuslik ja et niisugustele standarditele vastavate toodete vaba liikumist ei tohi takistada muul viisil kui asjakohases direktiivis esitatud ohutusmenetlusega.

source: A-deviations in an EFTA-country are valid instead of the relevant provisions of the European Standard in that country until they have been removed.
et: A-kõrvalekalded EFTA-riikides on Euroopa standardi asjakohaste sätete asemel kehtivad selles riigis seni, kuni need on kõrvaldatud.

source: Clause
et: Jaotis

source: Deviation
et: Kõrvalekalle

source: United Kingdom
et: Ühendkuningriik

source: UK Electricity, Safety and Quality Regulations S.I.
et: Ühendkuningriigi elektri, ohutuse ja kvaliteedi eeskiri (UK Electricity, Safety and Quality Regulations) S.I.

source: 2002 No. 2965 require electricity suppliers to state the maximum prospective short circuit current at the supply terminals.
et: 2002 nr 2965 nõuab elektritarnijatelt maksimaalse arvutusliku lühisvoolu kehtestamist toiteklemmidel.

source: This information is given in Electricity Association publication P25.
et: See informatsioon on esitatud Elektriliidu (Electricity Association) publikatsioonis P25.

source: To meet this condition the following requirements are to be incorporated:
et: Selle tingimuse täitmiseks tuleb kehtestada alljärgnevalt esitatud nõuded.

source: 3.1 Additional definition
et: 3.1 Täiendav määratlus

source: 3.1.104 Customer distribution board CDB
et: 3.1.104 Kliendi-jaotuskilp (customer distribution board, CDB)

source: An integrated assembly, for the control and distribution of electrical energy, principally in a household or similar premise, incorporating manual means of double-pole isolation on the incoming circuit(s), with polarity observed throughout.
et: Peamiselt kodumajapidamises ja muudes taolistes kohtades elektrienergia jaotamiseks ja juhtimiseks ettenähtud integreeritud kooste, mis sisaldab sisendahela(te)s kahe eraldatud poolusega käsivahendeid, mille polaarsus on läbivalt jälgitav.

source: They are designed for use exclusively with specific protective devices on the outgoing circuits, and type-tested for use when energized through the specified 100 amp fuse.
et: Neis on eranditult ette nähtud kasutada väljundahelates erikaitseaparaate ja kooste peab olema tüübikatsetatud kasutamiseks toitmisel ettenähtud sulavkaitsme kaudu nimivooluga 100 A.

source: NOTE Generally known in the UK as a Consumer unit.
et: MÄRKUS Ühendkuningriigis on eelnimetatu üldtuntud kliendiühiku (customer unit) nime all.

source: 10.11.5 Additional test
et: 10.11.5 Täiendav katsetus

source: 10.11.5.7 Verification of the capability of the CDB to withstand a 16 kA fault.
et: 10.11.5.7 Kliendi-jaotuskilbi kontroll lühisvoolutaluvusele 16 kA

source: The following test is applied to CDB’s as covered by the definition in 3.1.104.
et: Jaotise 3.1.104 määratletud kliendi-jaotuskilbi korral rakendatakse alljärgnevat katsetust.

source: 10.11.5.7.1 Test arrangements
et: 10.11.5.7.1 Katsetuse korraldus

source: The CDB shall be set up as in normal use.
et: Kliendi-jaotuskilp tuleb üles seada normaalkasutuseks ettenähtud viisil.

source: It will be sufficient to test a single functional unit if the remaining functional units are constructed in the same way and cannot affect the test result.
et: Piisav on katsetada ühte funktsionaalühikut, kui ülejäänud funktsionaalühikud on samasuguse ehitusega ega mõjuta katsetustulemusi.

source: 10.11.5.7.2 Short-circuit test procedure
et: 10.11.5.7.2 Lühiskatse protseduur

source: The following test procedure is intended to verify the performance of the incoming device and its connections, and any other item in the CDB not separately rated in excess of 16 kA, when the complete CDB is protected by a fuse-link complying with BS 88.3 (formerly BS 1361).
et: Alljärgnevalt kirjeldatud katsetusprotseduur on ette nähtud kuni 16 kA tunnus-lühisvooluga kliendi- jaotuskilbi sisendseadme ja selle ühenduste ning jaotuskilbi kõigi muude ühikute omaduste kontrollimiseks, kui kilp tervikuna on kaitstud sulavkaitsmetega, mis vastavad standardile BS 88.3 (endine BS 1361).

source: This type test shall be deemed to cover the use of any other short-circuit protective device having a Joule integral (I2t) and cut-off current not exceeding values given in item b) below, at the rated voltage, prospective current and power factor.
et: See tüübikatsetus peab haarama kõigi muude lühiskaitseaparaatide kasutamist, mille Joule’i integraali (I2t) ja lõikevoolu väärtused pole tunnuspingel, arvutuslikul voolul ja võimsus- teguril suuremad kui alljärgnevad punktis b esitatud väärtused.

source: a) It shall be verified that the representative samples of the final circuit protective devices used for the test comply with Table ZB.1 and Table ZB.2 where applicable.
et: a) Tuleb kontrollida, et katsetamisel kasutatavad lõppahela kaitseaparaadi esinduslikud näidised vastavad tabelile ZB.1 ja tabelile ZB.2, kui need on rakendatavad.

source: b) The reference fuse shall be a 100 A fuse-link complying with type II of BS 88.3.
et: b) Näidissulavkaitsmeks peab olema sulavpanus nimivooluga 100 A, mis vastab standardi BS 88.3 tüübile II.

source: Details of the fuse-links used for the test, i.e. manufacturer’s name, reference, rated current, rated voltage and pre-arcing (I2 t), shall be given in the test report.
et: Katsetuste aruandes peavad olema esitatud katsetamisel kasutatava sulav- panuse üksikasjad, s.t tootja nimi, normiviide, tunnusvool, tunnuspinge ja kaare tekkele eelnev Joule’i integraal (I2t).

source: Where BS 1361 type II fuse-links are available for test / certification purposes, they may be used in place of BS 88-3 fuse-links as key performance characteristics are identical.
et: Kui standardi BS 1361 tüübile II vastavad sulavpanused on katsetuste või sertifitseerimise otstarbel saadaval, võib neid kasutada standardile BS 88-3 vastavate sulavpanuste asemel, sest nende peamiste tunnussuuruste omadused on identsed.

source: c) The final circuit protective device shall be mounted as in service in the manufacturer’s smallest recommended enclosure (metal if offered in the catalogue).
et: c) Lõppahela kaitseaparaat tuleb kohale monteerida nagu käidus, tootja soovitatud väikseimas ümbrises (metallümbrises, kui seda kataloogis pakutakse).

source: The connection on the load side of the protective device under test shall be in accordance with Table ZB.3 and 0,6 m ± 0,05 m in length.
et: Katsetatava kaitseaparaadi koormuspoole ühendus peab vastama tabelile ZB.3 ja selle pikkus peab olema 0,6 m ± 0,05 m.

source: d) The test circuit shall be connected as shown in Figure ZB.1
et: d) Katsetusahel peab vastama joonisele ZB.1.

source: The relative positions of the closing switch, inductive reactor and resistor are not obligatory, but the resistor shall be in series with the master circuit-breaker.
et: Ahelat sulgeva lüliti, induktiivpooli ja takisti suhtelised asukohad pole kohustuslikud, kuid takisti peab olema peakaitselülitiga jadamisi.

source: e) The impedance used for limiting the prospective short-circuit fault current to the required value shall be inserted on the supply side of the circuit.
et: e) Oodatava lühisvoolu piiramiseks lubatava väärtuseni tuleb ahela toitepoolele lülitada näivtakisti.

source: Resistors shall be connected between line and neutral, after the impedances for adjusting the prospective current, so as to draw current of 10 A per phase at rated voltage from the supply.
et: Takistid tuleb ühendada liinijuhi ja neutraaljuhi vahele pärast eeldatava voolu seadistamiseks ettenähtud näivtakisteid selliselt, et toiteahela tunnuspingel oleks vool 10 A faasi kohta.

source: If an air-cored inductor is used, a resistor taking approximately 1 % of the current through the inductor shall be connected in parallel with it.
et: Kui kasutatakse õhksüdamikuga induktiivpooli, tuleb induktiivpooliga rööbiti ühendada aktiivtakisti, mis võtaks enda kanda ligikaudu 1 % pooli voolust.

source: A lower value of shunt current may be used with the consent of the manufacturer.
et: Tootjaga kooskõlastatult võib kasutada ka väiksemat rööpahela voolu.

source: Table ZB.1 – Requirements for final circuit protective devices:
et: Tabel ZB.1 — Nõuded lõppahela kaitseaparaatidele:

source: Circuit-breakers complying with BS EN 60898 and RCBOs complying with BS EN 61009
et: standardile BS EN 60898 vastavad kaitselülitid ja standardile BS EN 61009 vastavad rikkevoolukaitselülitid (RCBO)

source: Circuit-breaker or RCBO type
et: Kaitselüliti või rikkevoolu-kaitselüliti (RCBO) tüüp

source: Time
et: Aeg

source: Test current in multiples of rated current (In)
et: Katsetusvool (In) tunnusvoolu kordsena

source: Result
et: Tulemus

source: No trip
et: Lüliti ei rakendu

source: Trip
et: Rakendumine

source: Test to be conducted at specified reference ambient temperature.
et: Katsetused tuleb teha etteantud soovituslikul ümbrustemperatuuril.

source: This test shall commence within 5 seconds of the end of the test at 1,13 In.
et: Seda katsetust tuleb alustada 5 sekundit pärast katsetamist 1,13-kordsel tunnusvoolul In.

source: Table ZB.2 – Requirements for final circuit protective devices: Semi-enclosed fuses complying with BS 3036 and cartridge fuses complying with BS 88.3.
et: Tabel ZB.2 — Nõuded lõppahela kaitseaparaatidele: standardile BS 3036 vastavad poolsuletud sulavkaitsmed ja standardile BS 88.3 vastavad padrunkaitsmed

source: Test Current
et: Katsetusvool

source: Fuse intact
et: Sulavkaitse on terve

source: Fuse melted
et: Sular on sulanud

source: Where BS 1361 fuse-links are available for test / certification purposes, they may be used in place of BS 88-3 fuse-links as key performance characteristics are identical.
et: Kui standardi BS 1361 tüübile II vastavad sulavpanused on katsetuste või sertifitseerimise otstarbel saadaval, võib neid kasutada standardile BS 88-3 vastavate sulavpanuste asemel, sest nende peamiste tunnussuuruste omadused on identsed.
